<!DOCTYPE html>
<html style="overflow-x: hidden">
<head>

    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width,initial-scale=1.0,maximum-scale=1.0,user-scalable=no" />
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <meta name="format-detection" content="telephone=no">
    <title>砖助多开分身服务使用协议及隐私条款</title>

    <link rel="stylesheet" href="${basePath}/css/bootstrap.min.css">
    <link rel="stylesheet" href="${basePath}/css/style.css">
</head>


<body style="overflow-x: hidden; background-color: #FFFFFF">

    <div class="agreement">

        <h2>
            《砖助多开分身服务使用协议及隐私条款》<br>
        </h2>

        <h4 style="text-indent: 2em;">
            砖助多开分身严格遵守现行法律法规，制定《砖助多开分身软件服务许可使用协议》。为使用砖助多开分身软件（以下称“本软件”）
            ，砖助多开分身软件使用人（以下称“用户”）应当基于了解本协议全部内容，在独立思考的基础上认可、
            同意本协议的全部条款并按照页面上的提示完成对协议的确认后开始使用本软件。若用户对本声明的任何条款有异议，请停止使用砖助多开分身所提供的全部服务。
            <br>
            <br>
        </h4>

        <ul class="content_agreement" style="list-style-type: none;padding-left: 0px;">
            <li>
                <b> 第一条【法律适用】</b><br>
                1、砖助多开分身有权在本软件通知界面上，不定期发布本软件的更新版本及相关政策，请您及时予以关注。
            </li>

            <li>
                <b>第二条【协议变更】</b><br>
                1、砖助多开分身有权在本软件通知界面上，不定期发布本软件的更新版本及相关政策，请您及时予以关注。<br>
                2、如本软件的更新或相关政策的修订，对本协议内容进行更改，请您及时对修改提示点击“同意”，如您不能接受修改或变更后的内容，可能会导致您无法正常使用本软件。<br>
            </li>

            <li>
                <b>第三条【服务方式】</b><br>
                1、“砖助多开分身”的主要功能是是为了帮助在阅读内容、触屏操作、声音控制等方面有困难的人群更好地使用微信的功能。在使用“砖助多开分身”过程中，请您切勿违反微信运营规则，扰乱市场运营秩序。<br>
                2、用户必须为自己注册帐号下发生一切行为负责，包括因您所传送至砖助多开分身平台的任何内容、信息等所导致的不利后果，该等不利后果包括但不限于赔偿、罚款、司法/仲裁程序费用、律师费、合理支出、给砖助多开分身造成的损害等。<br>
                3、除免费服务外，“砖助多开分身”可能提供部分收费服务。您可以通过付费方式购买收费服务，具体方式为：通过网上银行或其他“砖助多开分身”提供的付费途径支付一定数额的人民币，从而获得收费服务使用权限。对于收费服务，“砖助多开分身”会在您使用之前给予明确的提示，只有根据提示确认其同意按照前述支付方式支付费用并完成了支付行为，才能使用该等收费服务。支付行为的完成以银行或第三方支付平台生成“支付已完成”的确认通知为准。<br>
                4、您应了解“砖助多开分身”可能对该等服务（含收费服务）进行更改、更新或提高，并承诺不因“砖助多开分身”更改、更新或提高其服务给您造成的损失或不便而向砖助多开分身（及关联方）或“砖助多开分身”要求赔偿或补偿。<br>
            </li>

            <li>
                <b>第四条【善意使用】</b><br>
                您同意，遵守法律及本协议规定，秉承善意使用“砖助多开分身”，且保证：<br>
                (1)不会利用“砖助多开分身”进行非法活动、或进行侵犯他人权利或损害他人利益的活动；不会以非法方式获取或利用“砖助多开分身”其他用户的信息。<br>
                (2)不会以技术方式攻击或破坏或改变“砖助多开分身”的部分或全部、或干扰其运行；不会以非法方式获取或使用“砖助多开分身”的任何软件、代码或其他技术或商业信息；不会对“砖助多开分身”运行的任何程序进行反向工程、反向编译、反向汇编或改写。<br>
                (3)不会未经砖助多开分身许可使用“砖助多开分身”的网站名称、公司名称、商标、商业标识、网页版式或内容、或其他由砖助多开分身享有的知识产权及相关合法权益；不会侵犯“砖助多开分身”的商标权、著作权、专利权、其他知识产权或其他合法权利或权益。不会以任何方式贬损“砖助多开分身”的商业声誉。<br>
                (4)不会利用“砖助多开分身”进行其他违背公序良俗的活动。您使用“砖助多开分身”的记录，可能被保存作为对您不利的证据。“砖助多开分身”也可能将您违反法律或侵犯第三方权利或权益的记录报告给行政主管部门、司法机关。<br>
                如您违反前述规定，“砖助多开分身”有权采取处罚措施，包括但不限于通知警告、限制使用及注销该账号。<br>
            </li>

            <li>
                <b>第五条【账号使用】</b><br>
                1、用户在使用砖助多开分身服务中发布的任何内容、信息等并不反映或代表砖助多开分身的观点、立场或政策，砖助多开分身对此不承担任何责任。<br>
                2、用户充分理解并同意：砖助多开分身是一个基于用户关系网的点对点信息服务平台，用户须对在砖助多开分身上的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人或利用他人的名义传播任何信息，不得恶意使用注册帐号导致其他用户误认。否则，砖助多开分身有权立即停止提供服务，注销用户的砖助多开分身帐号，用户应自行承担由此而产生的一切法律责任。<br>
                3、砖助多开分身不保证用户上传信息的真实性、合法性、无害性、有效性，用户因其所传播的信息而引发的相关法律责任由用户自行承担。<br>
                4、用户充分理解并同意：因业务发展需要、突发情势等，砖助多开分身可能会临时变更，暂停、限制或者终止砖助多开分身部分或全部服务，砖助多开分身将努力但不保证能做到事先通知。用户知悉并愿意承担该类风险。<br>
                5、用户充分理解并同意：砖助多开分身提供的服务中可能包括广告。用户同意在使用服务过程中显示砖助多开分身和第三方供应商、合作伙伴提供的广告。<br>
                6、用户不得利用砖助多开分身或砖助多开分身软件服务制作、上载、传播包含如下任何内容的信息：<br>
                (1)反对宪法所确定的基本原则的；<br>
                (2)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>
                (3)损害国家荣誉和利益的；<br>
                (4)煽动民族仇恨、民族歧视，破坏民族团结的；<br>
                (5)破坏国家宗教政策，宣扬邪教和封建迷信的；<br>
                (6)散布谣言，扰乱社会秩序，破坏社会稳定的；<br>
                (7)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>
                (8)侮辱或者诽谤他人，侵害他人合法权益的；<br>
                (9)含有法律、行政法规禁止的其他内容的信息。<br>
                7、根据合理判断，砖助多开分身可以对违反法律法规、本协议约定，侵犯、妨害、威胁他人权利的内容，或者假冒他人名义发布的内容，依法采取停止传输、强制下线等措施，并有权依合理判断对违反本条款的用户采取适当的法律行动，包括但不限于：从砖助多开分身服务平台中保全具有违法性、侵权性、不当性等内容、限制或禁止用户使用砖助多开分身全部或部分服务、注销用户帐户以及依据法律法规保存有关信息并向有关部门报告等。<br>
                8、用户权利及义务：<br>
                (1)砖助多开分身帐号的所有权归砖助多开分身所有，用户完成申请注册手续后，获得砖助多开分身帐号的使用权，该使用权仅属于初始申请注册人，禁止用户赠与、借用、租用、转让或售卖砖助多开分身帐号。<br>
                如果使用者并非帐号初始申请注册人，砖助多开分身有权在未经通知的情况下冻结、回收该帐号而无需向该帐号使用人承担法律责任，由此导致的包括并不限于用户通讯中断、用户资料和VIP等清空等损失由用户自行承担。<br>
                若帐号的归属出现争议的，砖助多开分身在收到相关方的投诉后，有权暂时冻结该争议帐号；争议各方在举证期（7个工作日）内提供证据证明帐号归属，砖助多开分身依据各方提供的证据判断归属后，解冻争议帐号。<br>
                (2)用户可以更改、删除在砖助多开分身帐号或平台上的个人资料、注册信息及传送内容等。砖助多开分身对用户自主操作导致内容丢失不承担责任。<br>
                (3)用户有责任妥善保管注册帐号信息及帐号密码的安全，用户需要对注册帐号下的行为承担法律责任。用户同意在任何情况下不使用其他用户的帐号。<br>
                (4)用户应遵守本协议的各项条款，正确、适当地使用本服务，不得扰乱平台秩序。如用户违反本协议或其他平台规则的任何条款，砖助多开分身有权依据协议终止/暂停对违约用户砖助多开分身帐号提供全部或部分服务。若帐号任何功能被终止/中止的，无法参加任何官方活动。若账号被永久封禁的，账号内的奖金分成不予取现。 需要特别注意的是，使用违法手段充值（包括但不限于非法使用信用卡套现）的帐号，砖助多开分身将暂时或永久封停该帐号。同时，砖助多开分身保留在任何时候收回砖助多开分身帐号、用户名的权利。<br>
                (5)用户保证注册砖助多开分身帐号时提供的信息真实、完整。<br>
                因信息非法、不真实、不准确等所产生的法律责任由用户承担。<br>
                用户注册信息发生变更的，应及时更新注册资料，满足及时、详尽、真实、准确的要求。<br>
                (6)用户可以在使用砖助多开分身服务过程中购买VIP增值服务。<br>
                因服务的特殊性，用户购买VIP之后，砖助多开分身将不提供退、换或兑现成人民币或其他任何货币的服务。<br>
                (7)用户注册砖助多开分身帐号后，连续3个月不登录使用的，砖助多开分身有权回收该帐号，以免造成资源浪费，由此带来损失均由用户自行承担。<br>
                (8)用户同意授予砖助多开分身无偿使用其通过砖助多开分身平台发布的或用户使用砖助多开分身服务过程中形成的信息、内容等，砖助多开分身可以通过包括改编、汇编、复制、发行、信息网络传播在内的一切方式对上述内容进行使用。<br>
                (9)用户在使用砖助多开分身提供的服务过程中，若发现涉违法违规的内容，可以向砖助多开分身工作人员举报、投诉。砖助多开分身在收到举报、投诉后，将派专员及时处理。<br>
            </li>

            <li>
                <b>第六条【个人信息及权限获取】</b><br>
                “保护用户个人信息及隐私”是砖助多开分身的一项基本原则，砖助多开分身将会采取合理的措施保护用户的个人信息。除法 律法规规定的情形外，未经用户许可砖助多开分身不会向第三方公开、透露用户个人信息。
                “砖助多开分身”可能需要搜集能识别用户身份的个人信息以便可以在必要时联系用户，或为用户提供更好的使用体验。“个 人信息”包括但不限于用户年龄、手机号、用户手机通讯录、手机软硬件信息、手机识别码等信息。
                您了解并同意，“砖助多开分身”可依照法律或司法、行政机关的强制性命令对第三方披露您的个人信息且无需事先向您发出 通知。 <br>
                收集用户信息及获取权限的范围与用途一览表，如下： <br>
                (1)手机号：用于用户注册登录。 <br>
                (2)用户手机通讯录：用于帮助用户添加手机通讯录联系人为微信好友。 <br>
                (3)手机软硬件信息：用于手机设备的唯一性判断。 <br>
                (4)手机识别码等信息：用于手机设备的唯一性判断。 <br>
                (5)手机存储：保存图片到手机本地。 <br>
                (6)手机悬浮窗：用于用户在手机全局都可打开APP。 <br>
                (7)无障碍辅助服务：用于协助用户自动化操作应用。 <br>
                (8)手机相册：用于用户图片编辑。 <br>
                (9)位置信息：用于定向推送应用信息。 <br>
            </li>

            <li>
                <b>第七条【服务终止】</b><br>
                1、“砖助多开分身”所提供的服务（含收费服务）可在下述情形下部分或全部中止或终止：<br>
                (1)因法律规定，或“砖助多开分身”服从行政命令或司法判令的要求。<br>
                (2)用户违反本协议。<br>
                (3)“砖助多开分身”认为应予终止的其他情形。<br>
                2、在一般情形下，“砖助多开分身”会提前按照您提供的联系方式以电子邮件或短信或其他电子方式通知您，服务将中止或终止。您应了解并同意，在紧急情况或特殊下，“砖助多开分身”可不经通知即中止或终止服务。<br>
                在本协议或本协议项下“砖助多开分身”提供的服务（含收费服务）中止或终止时，“砖助多开分身”有权：<br>
                (1)拒绝用户登录“砖助多开分身”；<br>
                (2)删除用户信息；<br>
                (3)删除用户购买的内容。<br>
                您同意，不因本协议或本协议项下“砖助多开分身”所提供的服务中止或终止，而要求砖助多开分身砖助多开分身（及关联方）或“砖助多开分身”向您作出赔偿或补偿或承担任何其他责任。<br>
            </li>

            <li>
                <b>第八条【法律责任】</b><br>
                1、您应就所上传的内容承担全部法律责任；无论前述责任是因侵犯第三方权利所引起的、或因您违反与第三方或本协议引起的、或因您违反法律引起的；
                前述责任包括对“砖助多开分身”或第三方所承担的民事责任、或行政机关要求承担的行政责任或刑事责任。<br>
                2、您同意，如因您违反法律规定或本协议规定给“砖助多开分身”造成损失，您将充分赔偿“砖助多开分身”所遭受的损失、包括其直接损失、间接损失、预期利益损失等一切损失。<br>
                3、您承诺，如因第三方向您主张权利而导致您承担责任，或您承担行政责任或刑事责任的，您不以此为理由追究“砖助多开分身”的责任。<br>
                4、如您应向“砖助多开分身”承担责任，前述责任不因本协议或本协议项下的服务被终止而免除。<br>
            </li>

            <li>
                <b>第九条【软件的更新】</b><br>
                为了改善用户体验、完善服务内容，砖助多开分身将不断努力开发新的服务，并为您不时提供软件更新
                （这些更新可能会采取软件替换、修改、功能强化、版本升级等形式），软件更新内容与本协议具有同等的法律效力，请您及时关注软件最新发布的内容。<br>
            </li>


        </ul>

    </div>

</body>
</html>
