<!DOCTYPE html>
<html style="overflow-x: hidden">
<head>

    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width,initial-scale=1.0,maximum-scale=1.0,user-scalable=no" />
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <meta name="format-detection" content="telephone=no">
    <title>多开分身会员服务协议</title>

    <link rel="stylesheet" href="${basePath}/css/bootstrap.min.css">
    <link rel="stylesheet" href="${basePath}/css/style.css">
</head>


<body style="overflow-x: hidden; background-color: #FFFFFF">

    <div class="agreement" >

<#--        <h2>
            《砖助多开分身会员服务协议》
        </h2>-->
        <h4 style="text-indent: 2em;margin-top: 10px">
            砖助多开分身会员服务是有偿的增值服务，
            您必须在遵守砖助多开分身服务协议的基础上完全同意下列所有服务条款并完成付费，才能享受相关服务。
            <br>
            <br>
        </h4>

        <ul class="content_agreement" style="list-style-type: none;padding-left: 0px;">
            <li>
                <b> 1.总则</b><br>
                1.1 砖助多开分身是一款微商工具软件。<br>
                1.2 砖助多开分身用户是指完成全部注册流程，愿意接受砖助多开分身服务协议并在砖助多开分身相关使用规范的规定下使用砖助多开分身服务的注册用户。<br>
                1.3 砖助多开分身会员服务是砖助多开分身为用户提供的有偿增值服务，用户向砖助多开分身支付相关费用后，方可享受专门为会员提供的免广告等服务。<br>
            </li>

            <li>
                <b> 2.服务费用</b><br>
                2.1 标准资费以官方自行制定。砖助多开分身将根据用户购买周期、购买方式和购买数量的不同提供不同幅度的优惠，具体资费信息与优惠信息以会员支付页上内容为准。<br>
                2.2 砖助多开分身有权根据实际情况随时调整费用标准，并在约定之日起生效。在约定日期前按原资费标准购买服务的用户，其会员资格及服务在资费调整前购买的期限内不受影响，且无需补充缴纳差额；在约定日期后进行支付，购买砖助多开分身免广告服务的用户，应按照更新后的资费标准进行支付。<br>
                2.3 会员应在公示期内对砖助多开分身公布更新、修订后的服务条款进行确认，对于服务条款及服务费用变更，用户有权作如下选择：<br>
                2.3.1 不再继续使用砖助多开分身会员服务。<br>
                2.3.2 用户不作出任何表示并继续使用砖助多开分身会员服务，则视为用户接受服务条款及服务费用的变更。<br>
                2.3.3 如用户同意变更的内容，则公示期过后，砖助多开分身将以最新的服务条款和服务价格为标准向用户提供服务。<br>
            </li>

            <li>
                <b> 3.服务内容</b><br>
                3.1 砖助多开分身将为会员提供多种专有的增值会员服务，具体服务内容以会员介绍页上内容为准。<br>
                3.2 砖助多开分身有权根据实际情况随时调整服务内容。<br>
            </li>

            <li>
                <b>4.服务的开通和终止</b><br>
                4.1 所有砖助多开分身会员必须完成会员注册程序并同意本条款的全部内容，完成会员费用的支付，即可成为砖助多开分身会员。<br>
                4.2 会员有效期自砖助多开分身会员服务开通之时起算起，具体有效期时间可以登录砖助多开分身会员介绍页查看。<br>
                4.3 会员有效期内，砖助多开分身照常提供免广告服务。会员到期后，可以选择续费，将继续享有会员服务。如未续费，则暂停提供免广告服务。<br>
                4.4 会员在会员有效期内解除、修改绑定手机号，可能会造成会员服务被终止。<br>
                4.5 会员在会员有效期内续费，有效期将在原服务有效期基础上延长。<br>
            </li>

            <li>
                <b>5.会员的权利和义务</b><br>
                5.1 会员在付费的有效期内享受砖助多开分身会员的免广告增值服务。<br>
                5.2 会员可优先参加由砖助多开分身组织的活动并享受对应的优惠及增值服务。<br>
                5.3 会员有权利不参加砖助多开分身组织的任何活动。<br>
                5.4 会员应确保注册资料的真实性。如因注册信息不真实而引起的问题所带来的后果及责任，由用户自行承担。<br>
                5.5 会员平等享有砖助多开分身会员的权利，同时应遵守砖助多开分身的各项管理方案，包括但不限于砖助多开分身服务协议。<br>
                5.6 会员在会员有效期内可主动终止或取消会员资格，但不获得剩余有效期会员费用的退还。<br>
                5.7 会员服务仅限于申请账号自行使用，会员服务期内不能在砖助多开分身之间转移，包括但不限于赠与、借用、转让或售卖。否则砖助多开分身有权在不经通知的情况下取消转让账户、受让账户的会员服务资格，由此带来的损失由用户自行承担。砖助多开分身禁止用户私下有偿或无偿转让账号，以免因账号产生纠纷，用户应当自行承担因违反此要求而导致的任何损失，同时砖助多开分身保留追究上述行为人法律责任的权利。<br>

            </li>

            <li>
                <b>6. 砖助多开分身的权利和义务</b><br>
                6.1 砖助多开分身有义务保证会员服务的顺畅，当出现技术故障导致会员服务提供有碍时，砖助多开分身应尽快排除故障。<br>
                6.2 砖助多开分身在未经会员授权时不得公开、编辑或透露会员注册及保存的非公开内容。法律规定的情形除外。<br>
                6.3 砖助多开分身通过砖助多开分身系统公示、短信通知、邮箱通知等多种方式对会员进行通知和公告，该等通知于发送之日视为已送达收件人。<br>
                6.4 因不可抗力造成会员服务的中断或其它缺陷，砖助多开分身不承担任何责任，但将尽力减少因此给会员造成的损失和影响。<br>
                6.5 因用户原因造成砖助多开分身账号密码泄露，砖助多开分身不承担责任，同时为避免砖助多开分身账号被盗用后滥用而引起法律风险，砖助多开分身有权在知悉该情形后采取一切措施避免第三方对用户的会员帐号实施操作行为，而不论其基于何种目的、获取方式是否善意合法。<br>
                6.6 若会员在使用砖助多开分身会员服务的过程中，故意进行有损砖助多开分身、砖助多开分身用户或会员合法权益的行为，砖助多开分身有权取消该会员的会员资格而无需给予任何补偿，并保留进一步追究该行为法律责任的权利。<br>
                6.7 若会员在使用砖助多开分身会员服务的过程中，存在触犯中华人民共和国法律法规的行为，砖助多开分身有权取消该会员的会员资格而无须给与任何补偿，行为人须自行承担全部责任。<br>
            </li>

            <li>
                <b>7.其他</b><br>
                7.1 本协议一经公布即生效，砖助多开分身有权随时对协议内容进行修改，修改后的结果公布于砖助多开分身APP上。如果不同意砖助多开分身服务对本协议相关条款所做的修改，用户有权停止使用此服务。如果用户继续使用，则视为用户接受砖助多开分身对本协议相关条款所做的修改。<br>
                7.2 本服务条款的解释，效力及纠纷的解决，均适用于中华人民共和国大陆法律。如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向砖助多开分身所在地的人民法院提起诉讼。<br>
                7.3 砖助多开分身可依照砖助多开分身发展的不同阶段，随着产品的不断升级，出于维护砖助多开分身会员秩序的目的，不断完善本条款。<br>
            </li>

        </ul>

    </div>

</body>
</html>
